{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_Boosterchip",
			"Children": [
				{
					"Source":
					{
						"Text": "10% chance for healing item recovery amount to increase by 30%"
					},
					"Translation":
					{
						"Text": "治疗道具的恢复量有10%的几率增加30%"
					},
					"Key": "Desc_Heal_Pack_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "10% chance for healing item recovery amount to increase by 35%"
					},
					"Translation":
					{
						"Text": "治疗道具的恢复量有10%的几率增加35%"
					},
					"Key": "Desc_Heal_Pack_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "10% chance for healing item recovery amount to increase by 45%"
					},
					"Translation":
					{
						"Text": "治疗道具的恢复量有10%的几率增加45%"
					},
					"Key": "Desc_Heal_Pack_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "15% chance for normal attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "普通攻击有15%的几率造成火焰伤害"
					},
					"Key": "Desc_Flame_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "16% chance for dash attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "冲刺攻击有16%的几率造成火焰伤害"
					},
					"Key": "Desc_Flame_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "16% chance for jump attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "跳跃攻击有16%的几率造成火焰伤害"
					},
					"Key": "Desc_Flame_Aerial_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "25% chance to obtain 2x crafting materials from defeated enemies"
					},
					"Translation":
					{
						"Text": "有25%的几率从被击败的敌人处获得2倍的制作材料"
					},
					"Key": "Desc_Lucky_Extra_Drop_Normal"
				},
				{
					"Source":
					{
						"Text": "25% chance to obtain 3x crafting materials from defeated enemies"
					},
					"Translation":
					{
						"Text": "有25%的几率从被击败的敌人处获得3倍的制作材料"
					},
					"Key": "Desc_Lucky_Extra_Drop_Rare"
				},
				{
					"Source":
					{
						"Text": "25% chance to obtain 4x crafting materials from defeated enemies"
					},
					"Translation":
					{
						"Text": "有25%的几率从被击败的敌人处获得4倍的制作材料"
					},
					"Key": "Desc_Lucky_Extra_Drop_Legendary"
				},
				{
					"Source":
					{
						"Text": "30% chance for normal attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "普通攻击有30%的几率造成火焰伤害"
					},
					"Key": "Desc_Flame_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "35% chance for dash attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "冲刺攻击有35%的几率造成火焰伤害"
					},
					"Key": "Desc_Flame_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "35% chance for jump attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "跳跃攻击有35%的几率造成火焰伤害"
					},
					"Key": "Desc_Flame_Aerial_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "5% chance for normal attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "普通攻击有5%的几率造成火焰伤害"
					},
					"Key": "Desc_Flame_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "7% chance for dash attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "冲刺攻击有7%的几率造成火焰伤害"
					},
					"Key": "Desc_Flame_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "7% chance for jump attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "跳跃攻击有7%的几率造成火焰伤害"
					},
					"Key": "Desc_Flame_Aerial_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "Action"
					},
					"Translation":
					{
						"Text": "动作"
					},
					"Key": "UI_Name_Action"
				},
				{
					"Source":
					{
						"Text": "Aerial Combo"
					},
					"Translation":
					{
						"Text": "跳跃攻击连击"
					},
					"Key": "UI_Name_Aerial_Combo"
				},
				{
					"Source":
					{
						"Text": "Aerial Oxidation Attack"
					},
					"Translation":
					{
						"Text": "空中氧化攻击"
					},
					"Key": "Name_Oxidation_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "Aerial Strike Optimization"
					},
					"Translation":
					{
						"Text": "空中打击优化"
					},
					"Key": "Name_Aerial_Strike_Optimization"
				},
				{
					"Source":
					{
						"Text": "Aerial Throttling"
					},
					"Translation":
					{
						"Text": "空中节流"
					},
					"Key": "Name_Throttling_Aerial"
				},
				{
					"Source":
					{
						"Text": "Battery Enhancement"
					},
					"Translation":
					{
						"Text": "电池增强"
					},
					"Key": "Name_Enhancement_Battery"
				},
				{
					"Source":
					{
						"Text": "Critical"
					},
					"Translation":
					{
						"Text": "致命"
					},
					"Key": "UI_Name_Critical"
				},
				{
					"Source":
					{
						"Text": "Critical Aerial Attack"
					},
					"Translation":
					{
						"Text": "暴击空中攻击"
					},
					"Key": "Name_Critical_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "Critical Aerial Flame Strike"
					},
					"Translation":
					{
						"Text": "暴击空中火焰打击"
					},
					"Key": "Name_Flame_Aerial_Strike"
				},
				{
					"Source":
					{
						"Text": "Critical Dash"
					},
					"Translation":
					{
						"Text": "暴击冲刺"
					},
					"Key": "Name_Critical_Dash"
				},
				{
					"Source":
					{
						"Text": "Critical Oxidation Strike"
					},
					"Translation":
					{
						"Text": "暴击氧化打击"
					},
					"Key": "Name_Critical_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Critical Strike"
					},
					"Translation":
					{
						"Text": "暴击攻击"
					},
					"Key": "Name_Critical_Strike"
				},
				{
					"Source":
					{
						"Text": "Currency"
					},
					"Translation":
					{
						"Text": "货币"
					},
					"Key": "UI_Name_Currency"
				},
				{
					"Source":
					{
						"Text": "Dash Combo"
					},
					"Translation":
					{
						"Text": "冲刺攻击连击"
					},
					"Key": "UI_Name_DashCombo"
				},
				{
					"Source":
					{
						"Text": "Dash Optimization"
					},
					"Translation":
					{
						"Text": "冲刺优化"
					},
					"Key": "Name_Dash_Optimization"
				},
				{
					"Source":
					{
						"Text": "Firewall Enhancement"
					},
					"Translation":
					{
						"Text": "防火墙增强"
					},
					"Key": "Name_Firewall_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Flame"
					},
					"Translation":
					{
						"Text": "火焰"
					},
					"Key": "UI_Name_Flame"
				},
				{
					"Source":
					{
						"Text": "Flame Dash"
					},
					"Translation":
					{
						"Text": "火焰冲刺"
					},
					"Key": "Name_Flame_Dash"
				},
				{
					"Source":
					{
						"Text": "Flame Strike"
					},
					"Translation":
					{
						"Text": "火焰打击"
					},
					"Key": "Name_Flame_Strike"
				},
				{
					"Source":
					{
						"Text": "Footwork Optimization"
					},
					"Translation":
					{
						"Text": "步法优化"
					},
					"Key": "Name_Footwork_Optimization"
				},
				{
					"Source":
					{
						"Text": "Freezing"
					},
					"Translation":
					{
						"Text": "當機"
					},
					"Key": "UI_Name_Freezing"
				},
				{
					"Source":
					{
						"Text": "Freezing Aerial"
					},
					"Translation":
					{
						"Text": "當機空中攻击"
					},
					"Key": "Name_Freezing_Aerial"
				},
				{
					"Source":
					{
						"Text": "Freezing Dash"
					},
					"Translation":
					{
						"Text": "當機冲刺"
					},
					"Key": "Name_Freezing_Dash"
				},
				{
					"Source":
					{
						"Text": "Freezing Resistance"
					},
					"Translation":
					{
						"Text": "抗當機"
					},
					"Key": "Name_Freezing_Resistance"
				},
				{
					"Source":
					{
						"Text": "Freezing Resistance"
					},
					"Translation":
					{
						"Text": "抗當機"
					},
					"Key": "Name_Resistance_Freezing"
				},
				{
					"Source":
					{
						"Text": "Freezing Strike"
					},
					"Translation":
					{
						"Text": "當機打击"
					},
					"Key": "Name_Freezing_Strike"
				},
				{
					"Source":
					{
						"Text": "Freezing Strike Enhancement"
					},
					"Translation":
					{
						"Text": "當機打击增强"
					},
					"Key": "Name_Freezing_Strike_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Heal Pack Enhancement"
					},
					"Translation":
					{
						"Text": "治疗包增强"
					},
					"Key": "Name_Enhancement_Heal_Pack"
				},
				{
					"Source":
					{
						"Text": "High-Risk Aerial Attack"
					},
					"Translation":
					{
						"Text": "高风险空中攻击"
					},
					"Key": "Name_High-Risk_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "High-Risk Oxidation Dash"
					},
					"Translation":
					{
						"Text": "高风险氧化冲刺"
					},
					"Key": "Name_High-Risk_Oxidation_Dash"
				},
				{
					"Source":
					{
						"Text": "High-Risk Oxidation Strike"
					},
					"Translation":
					{
						"Text": "高风险氧化打击"
					},
					"Key": "Name_High-Risk_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Hit Rate Enhancement"
					},
					"Translation":
					{
						"Text": "命中率增强"
					},
					"Key": "Name_Hit_Rate_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Landing Optimization"
					},
					"Translation":
					{
						"Text": "着陆优化"
					},
					"Key": "Name_Landing_Optimization"
				},
				{
					"Source":
					{
						"Text": "Legendary"
					},
					"Translation":
					{
						"Text": "传奇"
					},
					"Key": "Grade_Legendary"
				},
				{
					"Source":
					{
						"Text": "Lucky Extra Drop"
					},
					"Translation":
					{
						"Text": "幸运额外掉落"
					},
					"Key": "Name_Lucky_Extra_Drop"
				},
				{
					"Source":
					{
						"Text": "Normal"
					},
					"Translation":
					{
						"Text": "普通"
					},
					"Key": "Grade_Normal"
				},
				{
					"Source":
					{
						"Text": "Normal Combo"
					},
					"Translation":
					{
						"Text": "普通攻击连击"
					},
					"Key": "UI_Name_NormalCombo"
				},
				{
					"Source":
					{
						"Text": "Overdrive Mode"
					},
					"Translation":
					{
						"Text": "超频模式"
					},
					"Key": "Name_Overdrive_Mode"
				},
				{
					"Source":
					{
						"Text": "Oxidation"
					},
					"Translation":
					{
						"Text": "氧化"
					},
					"Key": "UI_Name_Oxidation"
				},
				{
					"Source":
					{
						"Text": "Oxidation Dash"
					},
					"Translation":
					{
						"Text": "氧化冲刺"
					},
					"Key": "Name_Oxidation_Dash"
				},
				{
					"Source":
					{
						"Text": "Oxidation Strike"
					},
					"Translation":
					{
						"Text": "氧化打击"
					},
					"Key": "Name_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Precision Aerial Strike"
					},
					"Translation":
					{
						"Text": "精准空中打击"
					},
					"Key": "Name_Precision_Aerial_Strike"
				},
				{
					"Source":
					{
						"Text": "Precision Dash"
					},
					"Translation":
					{
						"Text": "精准冲刺"
					},
					"Key": "Name_Precision_Dash"
				},
				{
					"Source":
					{
						"Text": "Precision Strike"
					},
					"Translation":
					{
						"Text": "精准打击"
					},
					"Key": "Name_Precision_Strike"
				},
				{
					"Source":
					{
						"Text": "Rare"
					},
					"Translation":
					{
						"Text": "稀有"
					},
					"Key": "Grade_Rare"
				},
				{
					"Source":
					{
						"Text": "Select New Boosterchip"
					},
					"Translation":
					{
						"Text": "选择新增幅芯片"
					},
					"Key": "UI_Choose_New_BoosterChip"
				},
				{
					"Source":
					{
						"Text": "Self Aerial Overload"
					},
					"Translation":
					{
						"Text": "自我空中过载"
					},
					"Key": "Name_Overload_Self_Aerial"
				},
				{
					"Source":
					{
						"Text": "Self Overload"
					},
					"Translation":
					{
						"Text": "自我过载"
					},
					"Key": "Name_Overload_Self"
				},
				{
					"Source":
					{
						"Text": "Self Overload Dash"
					},
					"Translation":
					{
						"Text": "自我过载冲刺"
					},
					"Key": "Name_Overload_Self_Dash"
				},
				{
					"Source":
					{
						"Text": "Self Overload Strike"
					},
					"Translation":
					{
						"Text": "自我过载打击"
					},
					"Key": "Name_Overload_Self_Strike"
				},
				{
					"Source":
					{
						"Text": "Skill Optimization"
					},
					"Translation":
					{
						"Text": "技能优化"
					},
					"Key": "Name_Skill_Optimization"
				},
				{
					"Source":
					{
						"Text": "Slow"
					},
					"Translation":
					{
						"Text": "减速"
					},
					"Key": "UI_Name_Slow"
				},
				{
					"Source":
					{
						"Text": "Strike Optimization"
					},
					"Translation":
					{
						"Text": "打击优化"
					},
					"Key": "Name_Strike_Optimization"
				},
				{
					"Source":
					{
						"Text": "Stunning Output"
					},
					"Translation":
					{
						"Text": "震撼输出"
					},
					"Key": "Name_Stunning_Output"
				},
				{
					"Source":
					{
						"Text": "Sub-Weapon Slot Enhancement"
					},
					"Translation":
					{
						"Text": "副武器槽增强"
					},
					"Key": "Name_Enhancement_Sub-Weapon_Slot"
				},
				{
					"Source":
					{
						"Text": "System Performance Enhancement"
					},
					"Translation":
					{
						"Text": "系统性能增强"
					},
					"Key": "Name_System_Performance_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Throttling Dash"
					},
					"Translation":
					{
						"Text": "节流冲刺"
					},
					"Key": "Name_Throttling_Dash"
				},
				{
					"Source":
					{
						"Text": "Throttling Strike"
					},
					"Translation":
					{
						"Text": "节流打击"
					},
					"Key": "Name_Throttling_Strike"
				},
				{
					"Source":
					{
						"Text": "Toxic Aerial Attack"
					},
					"Translation":
					{
						"Text": "剧毒空中攻击"
					},
					"Key": "Name_Toxic_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "Toxic Oxidation Dash"
					},
					"Translation":
					{
						"Text": "剧毒氧化冲刺"
					},
					"Key": "Name_Toxic_Oxidation_Dash"
				},
				{
					"Source":
					{
						"Text": "Toxic Oxidation Strike"
					},
					"Translation":
					{
						"Text": "剧毒氧化打击"
					},
					"Key": "Name_Toxic_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Transcendent Critical"
					},
					"Translation":
					{
						"Text": "超越暴击"
					},
					"Key": "Name_Critical_Transcendent"
				},
				{
					"Source":
					{
						"Text": "You will forfeit the boosterchip  acquisition. \r\nThis choice is irreversible. \r\nDo you wish to continue?"
					},
					"Translation":
					{
						"Text": "您将放弃获取增幅芯片。\\\r\\\n此选择不可撤销。\\\r\\\n您确定要继续吗？"
					},
					"Key": "UI_RewardWarning"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit chance increases by 2%"
					},
					"Translation":
					{
						"Text": "所有攻击的暴击率提高2%"
					},
					"Key": "Desc_Hit_Rate_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit chance increases by 3%"
					},
					"Translation":
					{
						"Text": "所有攻击的暴击率提高3%"
					},
					"Key": "Desc_Hit_Rate_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit chance increases by 4%"
					},
					"Translation":
					{
						"Text": "所有攻击的暴击率提高4%"
					},
					"Key": "Desc_Hit_Rate_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit damage increases by 1.2 times"
					},
					"Translation":
					{
						"Text": "所有攻击的暴击伤害提高1.2倍"
					},
					"Key": "Desc_Transcendent_Critical_Normal"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit damage increases by 1.3 times"
					},
					"Translation":
					{
						"Text": "所有攻击的暴击伤害提高1.3倍"
					},
					"Key": "Desc_Transcendent_Critical_Rare"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit damage increases by 1.5 times"
					},
					"Translation":
					{
						"Text": "所有攻击的暴击伤害提高1.5倍"
					},
					"Key": "Desc_Transcendent_Critical_Legendary"
				},
				{
					"Source":
					{
						"Text": "all attack power increases by 1%"
					},
					"Translation":
					{
						"Text": "所有攻击力提高1%"
					},
					"Key": "Desc_System_Performance_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "all attack power increases by 2%"
					},
					"Translation":
					{
						"Text": "所有攻击力提高2%"
					},
					"Key": "Desc_System_Performance_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "all attack power increases by 3%"
					},
					"Translation":
					{
						"Text": "所有攻击力提高3%"
					},
					"Key": "Desc_System_Performance_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit chance increases by 12%"
					},
					"Translation":
					{
						"Text": "冲刺攻击暴击率提高12%"
					},
					"Key": "Desc_Precision_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit chance increases by 17%"
					},
					"Translation":
					{
						"Text": "冲刺攻击暴击率提高17%"
					},
					"Key": "Desc_Precision_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit chance increases by 7%"
					},
					"Translation":
					{
						"Text": "冲刺攻击暴击率提高7%"
					},
					"Key": "Desc_Precision_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit damage increases by 2.5 times"
					},
					"Translation":
					{
						"Text": "冲刺攻击暴击伤害提高2.5倍"
					},
					"Key": "Desc_Critical_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit damage increases by 3.5 times"
					},
					"Translation":
					{
						"Text": "冲刺攻击暴击伤害提高3.5倍"
					},
					"Key": "Desc_Critical_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit damage increases by 4.5 times"
					},
					"Translation":
					{
						"Text": "冲刺攻击暴击伤害提高4.5倍"
					},
					"Key": "Desc_Critical_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack deals acidic damage"
					},
					"Translation":
					{
						"Text": "冲刺攻击造成酸性伤害"
					},
					"Key": "Desc_Oxidation_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "冲刺攻击造成强烈的酸性伤害"
					},
					"Key": "Desc_Oxidation_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack deals weak acidic damage"
					},
					"Translation":
					{
						"Text": "冲刺攻击造成微弱的酸性伤害"
					},
					"Key": "Desc_Oxidation_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack greatly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "冲刺攻击大幅提升并施加减速效果"
					},
					"Key": "Desc_Throttling_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "冲刺攻击提升并施加减速效果"
					},
					"Key": "Desc_Throttling_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack power increases by 17% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "冲刺攻击威力提高17%，并有几率施加眩晕效果"
					},
					"Key": "Desc_Freezing_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack power increases by 27% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "冲刺攻击威力提高27%，并有几率施加眩晕效果"
					},
					"Key": "Desc_Freezing_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack power increases by 7% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "冲刺攻击威力提高7%，并有几率施加眩晕效果"
					},
					"Key": "Desc_Freezing_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack slightly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "冲刺攻击略微提升并施加减速效果"
					},
					"Key": "Desc_Throttling_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack speed decreases by 15%, but inflicts even stronger slow debuff"
					},
					"Translation":
					{
						"Text": "冲刺攻击速度降低15%，但施加更强的减速效果"
					},
					"Key": "Desc_Overload_Self_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack speed decreases by 15%, but inflicts strong slow debuff"
					},
					"Translation":
					{
						"Text": "冲刺攻击速度降低15%，但施加强烈的减速效果"
					},
					"Key": "Desc_Overload_Self_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack speed decreases by 15%, but inflicts very strong slow debuff"
					},
					"Translation":
					{
						"Text": "冲刺攻击速度降低15%，但施加极强的减速效果"
					},
					"Key": "Desc_Overload_Self_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack speed increases by 25%"
					},
					"Translation":
					{
						"Text": "冲刺攻击速度提高25%"
					},
					"Key": "Desc_Dash_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack speed increases by 45%"
					},
					"Translation":
					{
						"Text": "冲刺攻击速度提高45%"
					},
					"Key": "Desc_Dash_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack speed increases by 8%"
					},
					"Translation":
					{
						"Text": "冲刺攻击速度提高8%"
					},
					"Key": "Desc_Dash_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "defense power decreases by 50%, but normal attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "防御力降低50%，但普通攻击造成更强的酸性伤害"
					},
					"Key": "Desc_Toxic_Oxidation_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "defense power decreases by 50%, but normal attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "防御力降低50%，但普通攻击造成强烈的酸性伤害"
					},
					"Key": "Desc_Toxic_Oxidation_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "defense power decreases by 50%, but normal attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "防御力降低50%，但普通攻击造成极强的酸性伤害"
					},
					"Key": "Desc_Toxic_Oxidation_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "defense power increases by 10%"
					},
					"Translation":
					{
						"Text": "防御力提高10%"
					},
					"Key": "Desc_Firewall_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "defense power increases by 30%"
					},
					"Translation":
					{
						"Text": "防御力提高30%"
					},
					"Key": "Desc_Firewall_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "defense power increases by 50%"
					},
					"Translation":
					{
						"Text": "防御力提高50%"
					},
					"Key": "Desc_Firewall_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit chance increases by 12%"
					},
					"Translation":
					{
						"Text": "跳跃攻击暴击率提高12%"
					},
					"Key": "Desc_Precision_Aerial_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit chance increases by 17%"
					},
					"Translation":
					{
						"Text": "跳跃攻击暴击率提高17%"
					},
					"Key": "Desc_Precision_Aerial_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit chance increases by 7%"
					},
					"Translation":
					{
						"Text": "跳跃攻击暴击率提高7%"
					},
					"Key": "Desc_Precision_Aerial_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit damage increases by 2.5 times"
					},
					"Translation":
					{
						"Text": "跳跃攻击暴击伤害提高2.5倍"
					},
					"Key": "Desc_Critical_Aerial_Attack_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit damage increases by 3.5 times"
					},
					"Translation":
					{
						"Text": "跳跃攻击暴击伤害提高3.5倍"
					},
					"Key": "Desc_Critical_Aerial_Attack_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit damage increases by 4.5 times"
					},
					"Translation":
					{
						"Text": "跳跃攻击暴击伤害提高4.5倍"
					},
					"Key": "Desc_Critical_Aerial_Attack_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack deals acidic damage"
					},
					"Translation":
					{
						"Text": "跳跃攻击造成酸性伤害"
					},
					"Key": "Desc_Oxidation_Aerial_Attack_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "跳跃攻击造成强烈的酸性伤害"
					},
					"Key": "Desc_Oxidation_Aerial_Attack_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack deals weak acidic damage"
					},
					"Translation":
					{
						"Text": "跳跃攻击造成微弱的酸性伤害"
					},
					"Key": "Desc_Oxidation_Aerial_Attack_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack greatly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "跳跃攻击大幅提升并施加减速效果"
					},
					"Key": "Desc_Aerial_Throttling_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "跳跃攻击提升并施加减速效果"
					},
					"Key": "Desc_Aerial_Throttling_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack power increases by 17% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "跳跃攻击威力提高17%，并有几率施加眩晕效果"
					},
					"Key": "Desc_Freezing_Aerial_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack power increases by 27% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "跳跃攻击威力提高27%，并有几率施加眩晕效果"
					},
					"Key": "Desc_Freezing_Aerial_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack power increases by 7% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "跳跃攻击威力提高7%，并有几率施加眩晕效果"
					},
					"Key": "Desc_Freezing_Aerial_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack slightly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "跳跃攻击略微提升并施加减速效果"
					},
					"Key": "Desc_Aerial_Throttling_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack speed decreases by 15%, but inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "跳跃攻击速度降低15%，但施加减速效果"
					},
					"Key": "Desc_Overload_Self_Aerial_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack speed decreases by 15%, but inflicts strong slow debuff"
					},
					"Translation":
					{
						"Text": "跳跃攻击速度降低15%，但施加强烈的减速效果"
					},
					"Key": "Desc_Overload_Self_Aerial_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack speed decreases by 15%, but inflicts very strong slow debuff"
					},
					"Translation":
					{
						"Text": "跳跃攻击速度降低15%，但施加极强的减速效果"
					},
					"Key": "Desc_Overload_Self_Aerial_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack speed increases by 24%"
					},
					"Translation":
					{
						"Text": "跳跃攻击速度提高24%"
					},
					"Key": "Desc_Aerial_Strike_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack speed increases by 40%"
					},
					"Translation":
					{
						"Text": "跳跃攻击速度提高40%"
					},
					"Key": "Desc_Aerial_Strike_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack speed increases by 8%"
					},
					"Translation":
					{
						"Text": "跳跃攻击速度提高8%"
					},
					"Key": "Desc_Aerial_Strike_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 10%, but movement speed increases by 45%"
					},
					"Translation":
					{
						"Text": "最大生命值降低10%，但移动速度提高45%"
					},
					"Key": "Desc_Overdrive_Mode"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 20%, but normal attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "最大生命值降低20%，但普通攻击造成更强的酸性伤害"
					},
					"Key": "Desc_High-Risk_Oxidation_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 20%, but normal attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "最大生命值降低20%，但普通攻击造成强烈的酸性伤害"
					},
					"Key": "Desc_High-Risk_Oxidation_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 20%, but normal attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "最大生命值降低20%，但普通攻击造成极强的酸性伤害"
					},
					"Key": "Desc_High-Risk_Oxidation_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "max HP increases by 15%"
					},
					"Translation":
					{
						"Text": "最大生命值提高15%"
					},
					"Key": "Desc_Battery_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "max HP increases by 20%"
					},
					"Translation":
					{
						"Text": "最大生命值提高20%"
					},
					"Key": "Desc_Battery_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "max HP increases by 35%"
					},
					"Translation":
					{
						"Text": "最大生命值提高35%"
					},
					"Key": "Desc_Battery_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "movement speed decreases by 30%, but normal attack power increases by 10%"
					},
					"Translation":
					{
						"Text": "移动速度降低30%，但普通攻击威力提高10%"
					},
					"Key": "Desc_Overload_Self_Normal"
				},
				{
					"Source":
					{
						"Text": "movement speed decreases by 30%, but normal attack power increases by 20%"
					},
					"Translation":
					{
						"Text": "移动速度降低30%，但普通攻击威力提高20%"
					},
					"Key": "Desc_Overload_Self_Rare"
				},
				{
					"Source":
					{
						"Text": "movement speed decreases by 30%, but normal attack power increases by 30%"
					},
					"Translation":
					{
						"Text": "移动速度降低30%，但普通攻击威力提高30%"
					},
					"Key": "Desc_Overload_Self_Legendary"
				},
				{
					"Source":
					{
						"Text": "movement speed increases by 15%"
					},
					"Translation":
					{
						"Text": "移动速度提高15%"
					},
					"Key": "Desc_Footwork_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "movement speed increases by 26%"
					},
					"Translation":
					{
						"Text": "移动速度提高26%"
					},
					"Key": "Desc_Footwork_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "movement speed increases by 40%"
					},
					"Translation":
					{
						"Text": "移动速度提高40%"
					},
					"Key": "Desc_Footwork_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit chance increases by 10%"
					},
					"Translation":
					{
						"Text": "普通攻击暴击率提高10%"
					},
					"Key": "Desc_Precision_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit chance increases by 15%"
					},
					"Translation":
					{
						"Text": "普通攻击暴击率提高15%"
					},
					"Key": "Desc_Precision_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit chance increases by 5%"
					},
					"Translation":
					{
						"Text": "普通攻击暴击率提高5%"
					},
					"Key": "Desc_Precision_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit damage increases by 2 times"
					},
					"Translation":
					{
						"Text": "普通攻击暴击伤害提高2倍"
					},
					"Key": "Desc_Critical_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit damage increases by 3 times"
					},
					"Translation":
					{
						"Text": "普通攻击暴击伤害提高3倍"
					},
					"Key": "Desc_Critical_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit damage increases by 4 times"
					},
					"Translation":
					{
						"Text": "普通攻击暴击伤害提高4倍"
					},
					"Key": "Desc_Critical_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack deals acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻击造成酸性伤害"
					},
					"Key": "Desc_Oxidation_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻击造成强烈的酸性伤害"
					},
					"Key": "Desc_Oxidation_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack deals weak acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻击造成微弱的酸性伤害"
					},
					"Key": "Desc_Oxidation_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack greatly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "普通攻击大幅提升并施加减速效果"
					},
					"Key": "Desc_Throttling_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack has a 1% chance to inflict very strong stun debuff"
					},
					"Translation":
					{
						"Text": "普通攻击有1%的几率施加极强的眩晕效果"
					},
					"Key": "Desc_Stunning_Output_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack has a 2% chance to inflict very strong stun debuff"
					},
					"Translation":
					{
						"Text": "普通攻击有2%的几率施加极强的眩晕效果"
					},
					"Key": "Desc_Stunning_Output_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack has a 3% chance to inflict very strong stun debuff"
					},
					"Translation":
					{
						"Text": "普通攻击有3%的几率施加极强的眩晕效果"
					},
					"Key": "Desc_Stunning_Output_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "普通攻击提升并施加减速效果"
					},
					"Key": "Desc_Throttling_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but dash attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻击威力降低2%，但冲刺攻击造成更强的酸性伤害"
					},
					"Key": "Desc_Toxic_Oxidation_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but dash attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻击威力降低2%，但冲刺攻击造成强烈的酸性伤害"
					},
					"Key": "Desc_Toxic_Oxidation_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but dash attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻击威力降低2%，但冲刺攻击造成极强的酸性伤害"
					},
					"Key": "Desc_Toxic_Oxidation_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but jump attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻击威力降低2%，但跳跃攻击造成更强的酸性伤害"
					},
					"Key": "Desc_Toxic_Aerial_Attack_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but jump attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻击威力降低2%，但跳跃攻击造成强烈的酸性伤害"
					},
					"Key": "Desc_Toxic_Aerial_Attack_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but jump attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "普通攻击威力降低2%，但跳跃攻击造成极强的酸性伤害"
					},
					"Key": "Desc_Toxic_Aerial_Attack_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack power increases by 15% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "普通攻击威力提高15%，并有几率施加眩晕效果"
					},
					"Key": "Desc_Freezing_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power increases by 25% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "普通攻击威力提高25%，并有几率施加眩晕效果"
					},
					"Key": "Desc_Freezing_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack power increases by 5% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "普通攻击威力提高5%，并有几率施加眩晕效果"
					},
					"Key": "Desc_Freezing_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack slightly increases and inflicts slow effect"
					},
					"Translation":
					{
						"Text": "普通攻击略微提升并施加减速效果"
					},
					"Key": "Desc_Throttling_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack speed decreases by 15%, but inflicts even stronger slow debuff"
					},
					"Translation":
					{
						"Text": "普通攻击速度降低15%，但施加更强的减速效果"
					},
					"Key": "Desc_Overload_Self_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack speed decreases by 15%, but inflicts strong slow debuff"
					},
					"Translation":
					{
						"Text": "普通攻击速度降低15%，但施加强烈的减速效果"
					},
					"Key": "Desc_Overload_Self_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack speed decreases by 15%, but inflicts very strong slow debuff"
					},
					"Translation":
					{
						"Text": "普通攻击速度降低15%，但施加极强的减速效果"
					},
					"Key": "Desc_Overload_Self_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack speed increases by 20%"
					},
					"Translation":
					{
						"Text": "普通攻击速度提高20%"
					},
					"Key": "Desc_Strike_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack speed increases by 35%"
					},
					"Translation":
					{
						"Text": "普通攻击速度提高35%"
					},
					"Key": "Desc_Strike_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack speed increases by 5%"
					},
					"Translation":
					{
						"Text": "普通攻击速度提高5%"
					},
					"Key": "Desc_Strike_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack stun chance increases by 10%"
					},
					"Translation":
					{
						"Text": "普通攻击的眩晕几率提高10%"
					},
					"Key": "Desc_Freezing_Strike_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack stun chance increases by 20%"
					},
					"Translation":
					{
						"Text": "普通攻击的眩晕几率提高20%"
					},
					"Key": "Desc_Freezing_Strike_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack stun chance increases by 30%"
					},
					"Translation":
					{
						"Text": "普通攻击的眩晕几率提高30%"
					},
					"Key": "Desc_Freezing_Strike_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "overall skill cooldown decreases by 10%"
					},
					"Translation":
					{
						"Text": "所有技能冷却时间减少10%"
					},
					"Key": "Desc_Skill_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "overall skill cooldown decreases by 35%"
					},
					"Translation":
					{
						"Text": "所有技能冷却时间减少35%"
					},
					"Key": "Desc_Skill_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "overall skill cooldown decreases by 50%"
					},
					"Translation":
					{
						"Text": "所有技能冷却时间减少50%"
					},
					"Key": "Desc_Skill_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "reduces stun debuff duration by 30%"
					},
					"Translation":
					{
						"Text": "减少30%的眩晕效果持续时间"
					},
					"Key": "Desc_Freezing_Resistance_Normal"
				},
				{
					"Source":
					{
						"Text": "reduces stun debuff duration by 40%"
					},
					"Translation":
					{
						"Text": "减少40%的眩晕效果持续时间"
					},
					"Key": "Desc_Freezing_Resistance_Rare"
				},
				{
					"Source":
					{
						"Text": "reduces stun debuff duration by 50%"
					},
					"Translation":
					{
						"Text": "减少50%的眩晕效果持续时间"
					},
					"Key": "Desc_Freezing_Resistance_Legendary"
				},
				{
					"Source":
					{
						"Text": "roll delay decreases by 20%"
					},
					"Translation":
					{
						"Text": "翻滚延迟减少20%"
					},
					"Key": "Desc_Landing_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "roll delay decreases by 30%"
					},
					"Translation":
					{
						"Text": "翻滚延迟减少30%"
					},
					"Key": "Desc_Landing_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "roll delay decreases by 40%"
					},
					"Translation":
					{
						"Text": "翻滚延迟减少40%"
					},
					"Key": "Desc_Landing_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "sub-weapon max capacity increases by 1.5 times"
					},
					"Translation":
					{
						"Text": "副武器最大容量增加1.5倍"
					},
					"Key": "Desc_Sub-Weapon_Slot_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "sub-weapon max capacity increases by 2 times"
					},
					"Translation":
					{
						"Text": "副武器最大容量增加2倍"
					},
					"Key": "Desc_Sub-Weapon_Slot_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "sub-weapon max capacity increases by 3 times"
					},
					"Translation":
					{
						"Text": "副武器最大容量增加3倍"
					},
					"Key": "Desc_Sub-Weapon_Slot_Enhancement_Legendary"
				}
			]
		},
		{
			"Namespace": "ST_EasyGameUICommon",
			"Children": [
				{
					"Source":
					{
						"Text": "Ability"
					},
					"Translation":
					{
						"Text": "能力"
					},
					"Key": "Ability"
				},
				{
					"Source":
					{
						"Text": "Ability_Description"
					},
					"Translation":
					{
						"Text": "能力描述"
					},
					"Key": "Ability_Description"
				},
				{
					"Source":
					{
						"Text": "Ability_Name"
					},
					"Translation":
					{
						"Text": "能力名称"
					},
					"Key": "Ability_Name"
				},
				{
					"Source":
					{
						"Text": "Adjust the camera field of view (FOV)"
					},
					"Translation":
					{
						"Text": "调整相机视野（FOV）。"
					},
					"Key": "Desc_CameraFOVSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the displayed resolution of the game.\r\n\r\nWindow Mode must be set to Full Screen or Windowed to be able to change the displayed resolution of the game."
					},
					"Translation":
					{
						"Text": "调整游戏的显示分辨率。\r\n\r\n必须将窗口模式设置为全屏或窗口模式，才能更改游戏的显示分辨率。"
					},
					"Key": "Desc_Resolution"
				},
				{
					"Source":
					{
						"Text": "Adjust the framerate limit to the specified value between 30 and 200 fps. \r\n\r\nValues lower than 30 will remove the framerate limit.\r\nVSync must be disabled if you want to adjust the Framerate Limit manually.  "
					},
					"Translation":
					{
						"Text": "将帧率限制调整为30至200 FPS之间的指定值。\\\r\\\n\\\r\\\n低于30的值将取消帧率限制。\\\r\\\n如果要手动调整帧率限制，则必须禁用垂直同步（VSync）。"
					},
					"Key": "Desc_FramerateLimitSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the global brightness of the game."
					},
					"Translation":
					{
						"Text": "调整游戏的全局亮度。"
					},
					"Key": "Desc_GammaSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the internal render resolution scale of the game.\r\n\r\nAnti Aliasing Method must be set to Off, FXAA or TAA and Upscaling Method to Off in order to adjust the resolution scale manually."
					},
					"Translation":
					{
						"Text": "调整游戏的内部渲染分辨率比例。\r\n\r\n必须将抗锯齿方式设置为关闭、FXAA 或 TAA，并将升级方法设置为关闭，才能手动调整分辨率比例。"
					},
					"Key": "Desc_ResolutionScaleSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the language of the game."
					},
					"Translation":
					{
						"Text": "调整游戏语言。"
					},
					"Key": "Desc_LanguageSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality and amount of motion blur displayed on screen. \r\n\r\nThis setting has minimal impact on performances and is recomended to smooth lower framerates."
					},
					"Translation":
					{
						"Text": "调整屏幕上显示的运动模糊质量和数量。\r\n\r\n此设置对性能影响较小，建议用于平滑较低的帧率。"
					},
					"Key": "Desc_MotionBlurSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality and density of foliage."
					},
					"Translation":
					{
						"Text": "调整植被的质量和密度。"
					},
					"Key": "Desc_FoliageSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality and resolution of volumetrics effects such as volumetric fog. \r\n\r\nThis setting can have a large impact on performances at its highest option."
					},
					"Translation":
					{
						"Text": "调整体积效果（如体积雾）的质量和分辨率。\r\n\r\n此设置在最高选项时对性能影响较大。"
					},
					"Key": "Desc_VolumetricsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of post processing effects. \r\n\r\nThis setting has minimal impact on performances."
					},
					"Translation":
					{
						"Text": "调整后处理效果的质量。\r\n\r\n此设置对性能影响较小。"
					},
					"Key": "Desc_PostProcessSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of texture filtering. Higher quality settings reduces blur when viewing textures at an angle.\r\n\r\nThis setting has minimal impact to performances."
					},
					"Translation":
					{
						"Text": "调整纹理过滤质量。较高的质量设置可减少从角度查看纹理时的模糊效果。\r\n\r\n此设置对性能影响较小。"
					},
					"Key": "Desc_TexturesFilteringSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of textures that are allowed to be loaded into the video memory of your graphics card. \r\n\r\nThis setting has minimal impact to performances and won’t have a visual impact if you graphics card has enough video memory. "
					},
					"Translation":
					{
						"Text": "调整允许加载到显卡视频内存中的纹理质量。\\\r\\\n\\\r\\\n此设置对性能影响较小，如果显卡拥有足够的视频内存，则不会对视觉效果产生影响。"
					},
					"Key": "Desc_TexturesSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the Global Illumination. \r\n\r\nLumen High and Ultra offer better visual quality with ray-traced global illumination but have a larger impact to performances than DFAO."
					},
					"Translation":
					{
						"Text": "调整全局照明的质量。\r\n\r\nLumen 高和 Ultra 通过光线追踪全局照明提供更好的视觉质量，但比 DFAO 对性能的影响更大。"
					},
					"Key": "Desc_GlobalIlluminationSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the Reflections.\r\n\r\nLumen High and Ultra offer better visual quality with ray-traced reflections but have a larger impact to performancs than the Screen Space Reflections options. \r\n\r\nGlobal Illumination must be set to Lumen High or better for the Lumen Reflections to work."
					},
					"Translation":
					{
						"Text": "调整反射的质量。\\\r\\\n\\\r\\\nLumen 高和 Ultra 通过光线追踪反射提供更好的视觉质量，但比屏幕空间反射选项对性能影响更大。\\\r\\\n\\\r\\\n全局照明必须设置为 Lumen High 或更高级别，才能启用 Lumen 反射。"
					},
					"Key": "Desc_ReflectionsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the choosen anti aliasing method."
					},
					"Translation":
					{
						"Text": "调整所选抗锯齿方式的质量。"
					},
					"Key": "Desc_AAQualitySetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the shadows and their draw distance. \r\n\r\nThis setting can has a large impact on performances at its highest option. \r\nIt is not recommended to set it to Ultra with Virtual Shadow Maps enabled."
					},
					"Translation":
					{
						"Text": "调整阴影的质量及其绘制距离。\r\n\r\n此设置在最高选项时对性能影响较大。\r\n在启用虚拟阴影贴图的情况下，不建议将其设置为 Ultra。"
					},
					"Key": "Desc_ShadowsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of visual effects such as particles."
					},
					"Translation":
					{
						"Text": "调整视觉效果（如粒子效果）的质量。"
					},
					"Key": "Desc_EffectsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the sensitivity of camera movements."
					},
					"Translation":
					{
						"Text": "调整相机移动的灵敏度。"
					},
					"Key": "Desc_CameraSensivitySetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the shading quality of materials."
					},
					"Translation":
					{
						"Text": "调整材质的阴影质量。"
					},
					"Key": "Desc_ShadingSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the sharpness applied to the image.  "
					},
					"Translation":
					{
						"Text": "调整图像的锐度。"
					},
					"Key": "Desc_UpscaleSharpnessSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the view distance of objects in the world. "
					},
					"Translation":
					{
						"Text": "调整世界中对象的视距。"
					},
					"Key": "Desc_ViewDistanceSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for sounds played by the User Interface."
					},
					"Translation":
					{
						"Text": "调整用户界面播放的声音音量。"
					},
					"Key": "Desc_UIAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for the ambient sounds of the environment."
					},
					"Translation":
					{
						"Text": "调整环境声音的音量。"
					},
					"Key": "Desc_AmbientAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for the in-game effects."
					},
					"Translation":
					{
						"Text": "调整游戏内效果的音量。"
					},
					"Key": "Desc_EffectsAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for the musics of the game."
					},
					"Translation":
					{
						"Text": "调整游戏音乐的音量。"
					},
					"Key": "Desc_MusicAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume of all the sounds in the game."
					},
					"Translation":
					{
						"Text": "调整游戏中所有声音的音量。"
					},
					"Key": "Desc_MasterAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Ambient Audio Volume"
					},
					"Translation":
					{
						"Text": "环境音量"
					},
					"Key": "Option_AmbientAudioVolume"
				},
				{
					"Source":
					{
						"Text": "Anti Aliasing Method"
					},
					"Translation":
					{
						"Text": "抗锯齿方式"
					},
					"Key": "Option_AntiAliasingMethod"
				},
				{
					"Source":
					{
						"Text": "Anti Aliasing Quality"
					},
					"Translation":
					{
						"Text": "抗锯齿质量"
					},
					"Key": "Option_AntiAliasingQuality"
				},
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "应用"
					},
					"Key": "Button_Apply"
				},
				{
					"Source":
					{
						"Text": "Audio"
					},
					"Translation":
					{
						"Text": "音频"
					},
					"Key": "Tab_Audio"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "返回"
					},
					"Key": "Button_Back"
				},
				{
					"Source":
					{
						"Text": "Balanced"
					},
					"Translation":
					{
						"Text": "平衡"
					},
					"Key": "Upscaling_Balanced"
				},
				{
					"Source":
					{
						"Text": "Boosterchip"
					},
					"Translation":
					{
						"Text": "增幅芯片"
					},
					"Key": "Tab_Boosterchip"
				},
				{
					"Source":
					{
						"Text": "Camera Field of View"
					},
					"Translation":
					{
						"Text": "相机视野范围"
					},
					"Key": "Option_FOV"
				},
				{
					"Source":
					{
						"Text": "Camera Sensitivity"
					},
					"Translation":
					{
						"Text": "相机灵敏度"
					},
					"Key": "Option_CameraSensitivity"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "取消"
					},
					"Key": "Button_Cancel"
				},
				{
					"Source":
					{
						"Text": "Contact Shadows"
					},
					"Translation":
					{
						"Text": "接触阴影"
					},
					"Key": "Option_ContactShadows"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "继续"
					},
					"Key": "Button_Continue"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "控制"
					},
					"Key": "Tab_Controls"
				},
				{
					"Source":
					{
						"Text": "Craft"
					},
					"Translation":
					{
						"Text": "制作"
					},
					"Key": "Button_Craft"
				},
				{
					"Source":
					{
						"Text": "Description"
					},
					"Translation":
					{
						"Text": "描述"
					},
					"Key": "Description"
				},
				{
					"Source":
					{
						"Text": "Display"
					},
					"Translation":
					{
						"Text": "显示"
					},
					"Key": "Category_Display"
				},
				{
					"Source":
					{
						"Text": "Do you really want to exit the game?"
					},
					"Translation":
					{
						"Text": "你真的要退出游戏吗？"
					},
					"Key": "ExitGame_Warning"
				},
				{
					"Source":
					{
						"Text": "Do you really want to quit?\r\nAny unsaved progress will be lost."
					},
					"Translation":
					{
						"Text": "您确定要退出吗？\r\n所有未保存的进度都将丢失。"
					},
					"Key": "ReturnToTitle_Warning"
				},
				{
					"Source":
					{
						"Text": "Do you really want to reset settings ?\r\nAny action is definitive."
					},
					"Translation":
					{
						"Text": "您确定要重置设置吗？\r\n此操作不可撤销。"
					},
					"Key": "Reset_Warning"
				},
				{
					"Source":
					{
						"Text": "Effects Audio Volume"
					},
					"Translation":
					{
						"Text": "效果音量"
					},
					"Key": "Option_EffectsAudioVolume"
				},
				{
					"Source":
					{
						"Text": "Effects Quality"
					},
					"Translation":
					{
						"Text": "特效质量"
					},
					"Key": "Option_EffectsQuality"
				},
				{
					"Source":
					{
						"Text": "Empty"
					},
					"Translation":
					{
						"Text": "空"
					},
					"Key": "UI_Empty"
				},
				{
					"Source":
					{
						"Text": "Enable Contact Shadows to add subtle shadowing in areas that would not be covered by standard shadow maps, such as small geometry or grass.\r\n \r\nThis setting has minimal impact on performances."
					},
					"Translation":
					{
						"Text": "启用接触阴影，以在标准阴影贴图无法覆盖的区域（例如小型几何体或草地）添加微妙的阴影。\r\n\r\n此设置对性能影响较小。"
					},
					"Key": "Desc_ContactShadowsSetting"
				},
				{
					"Source":
					{
						"Text": "Enable Hardware Ray Tracing for higher quality Lumen Global Illumination and Reflections. \r\n\r\nThis setting has a large impact on performances and require compatible hardware."
					},
					"Translation":
					{
						"Text": "启用硬件光线追踪，以获得更高质量的 Lumen 全局照明和反射。\r\n\r\n此设置对性能影响较大，并需要兼容的硬件。"
					},
					"Key": "Desc_HardwareLumenSetting"
				},
				{
					"Source":
					{
						"Text": "Enable Virtual Shadow Maps for more accurate and higher resolution shadows with greater draw distances.\r\n \r\nThis setting has a large impact on performances thus using Ultra Shadows Quality is not recommended with Virtual Shadow Maps.  "
					},
					"Translation":
					{
						"Text": "启用虚拟阴影贴图，以获得更精确和更高分辨率的阴影，并增加绘制距离。\\\r\\\n\\\r\\\n此设置对性能影响较大，因此不建议在启用虚拟阴影贴图的情况下使用 Ultra 阴影质量。"
					},
					"Key": "Desc_VSMShadowsSetting"
				},
				{
					"Source":
					{
						"Text": "Enable holding the sprint button to keep sprinting.\r\nRevert to \"press to sprint\" if disabled."
					},
					"Translation":
					{
						"Text": "启用按住冲刺按钮持续冲刺。\r\n如果禁用，则恢复为“按键冲刺”。"
					},
					"Key": "Desc_HoldToSprintSetting"
				},
				{
					"Source":
					{
						"Text": "Enable the inverted camera controls for the X-Axis (left/right)."
					},
					"Translation":
					{
						"Text": "启用 X 轴（左右）反向相机控制。"
					},
					"Key": "Desc_InvertXAxisSetting"
				},
				{
					"Source":
					{
						"Text": "Enable the inverted camera controls for the Y-Axis (up/down)."
					},
					"Translation":
					{
						"Text": "启用 Y 轴（上下）反向相机控制。"
					},
					"Key": "Desc_InvertYAxisSetting"
				},
				{
					"Source":
					{
						"Text": "Foliage Quality"
					},
					"Translation":
					{
						"Text": "植被质量"
					},
					"Key": "Option_FoliageQuality"
				},
				{
					"Source":
					{
						"Text": "Framerate Limit"
					},
					"Translation":
					{
						"Text": "帧率限制"
					},
					"Key": "Option_FramerateLimit"
				},
				{
					"Source":
					{
						"Text": "Gameplay"
					},
					"Translation":
					{
						"Text": "游戏玩法"
					},
					"Key": "Tab_Gameplay"
				},
				{
					"Source":
					{
						"Text": "Gamma"
					},
					"Translation":
					{
						"Text": "伽马值"
					},
					"Key": "Option_Gamma"
				},
				{
					"Source":
					{
						"Text": "Global Illumination Quality"
					},
					"Translation":
					{
						"Text": "全局照明质量"
					},
					"Key": "Option_GlobalIlluminationQuality"
				},
				{
					"Source":
					{
						"Text": "Graphics"
					},
					"Translation":
					{
						"Text": "图形"
					},
					"Key": "Tab_Graphics"
				},
				{
					"Source":
					{
						"Text": "Graphics Preset"
					},
					"Translation":
					{
						"Text": "图形预设"
					},
					"Key": "Option_GraphicsPreset"
				},
				{
					"Source":
					{
						"Text": "Hardware Ray-Tracing Lumen"
					},
					"Translation":
					{
						"Text": "硬件光线追踪 Lumen"
					},
					"Key": "Option_HardwareRay-TracingLumen"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "高"
					},
					"Key": "High_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Hold To Sprint"
					},
					"Translation":
					{
						"Text": "按住冲刺"
					},
					"Key": "Option_HoldToSprint"
				},
				{
					"Source":
					{
						"Text": "Image Sharpness"
					},
					"Translation":
					{
						"Text": "图像锐度"
					},
					"Key": "Option_ImageSharpness"
				},
				{
					"Source":
					{
						"Text": "Invert X-Axis"
					},
					"Translation":
					{
						"Text": "反转 X 轴"
					},
					"Key": "Option_InvertXAxis"
				},
				{
					"Source":
					{
						"Text": "Invert Y-Axis"
					},
					"Translation":
					{
						"Text": "反转 Y 轴"
					},
					"Key": "Option_InvertYAxis"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "语言"
					},
					"Key": "Option_Language"
				},
				{
					"Source":
					{
						"Text": "Load Game"
					},
					"Translation":
					{
						"Text": "加载游戏"
					},
					"Key": "LoadGame"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "低"
					},
					"Key": "Low_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Master Volume"
					},
					"Translation":
					{
						"Text": "主音量"
					},
					"Key": "Option_MasterVolume"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "中"
					},
					"Key": "Medium_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Motion Blur"
					},
					"Translation":
					{
						"Text": "运动模糊"
					},
					"Key": "Option_MotionBlur"
				},
				{
					"Source":
					{
						"Text": "Music Volume"
					},
					"Translation":
					{
						"Text": "音乐音量"
					},
					"Key": "Option_MusicVolume"
				},
				{
					"Source":
					{
						"Text": "New Game"
					},
					"Translation":
					{
						"Text": "新游戏"
					},
					"Key": "NewGame"
				},
				{
					"Source":
					{
						"Text": "Not Available"
					},
					"Translation":
					{
						"Text": "不可用"
					},
					"Key": "UI_NotAvailable"
				},
				{
					"Source":
					{
						"Text": "Off"
					},
					"Translation":
					{
						"Text": "关闭"
					},
					"Key": "Off_Setting"
				},
				{
					"Source":
					{
						"Text": "On"
					},
					"Translation":
					{
						"Text": "开启"
					},
					"Key": "On_Setting"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "选项"
					},
					"Key": "Button_OptionsMenu"
				},
				{
					"Source":
					{
						"Text": "Other"
					},
					"Translation":
					{
						"Text": "其他"
					},
					"Key": "Category_Other"
				},
				{
					"Source":
					{
						"Text": "Performance"
					},
					"Translation":
					{
						"Text": "性能"
					},
					"Key": "Upscaling_Performance"
				},
				{
					"Source":
					{
						"Text": "Photo Mode"
					},
					"Translation":
					{
						"Text": "照片模式"
					},
					"Key": "Button_Photo_Mode"
				},
				{
					"Source":
					{
						"Text": "Post Processing Quality"
					},
					"Translation":
					{
						"Text": "后期处理质量"
					},
					"Key": "Option_PostProcessing"
				},
				{
					"Source":
					{
						"Text": "Power"
					},
					"Translation":
					{
						"Text": "攻击力"
					},
					"Key": "Power"
				},
				{
					"Source":
					{
						"Text": "Quality"
					},
					"Translation":
					{
						"Text": "质量"
					},
					"Key": "Upscaling_Quality"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "退出"
					},
					"Key": "Button_Quit"
				},
				{
					"Source":
					{
						"Text": "Quit To Title Screen"
					},
					"Translation":
					{
						"Text": "返回标题界面"
					},
					"Key": "Button_Quit_To_Title_Screen"
				},
				{
					"Source":
					{
						"Text": "Reflections Quality"
					},
					"Translation":
					{
						"Text": "反射质量"
					},
					"Key": "Option_ReflectionQuality"
				},
				{
					"Source":
					{
						"Text": "Reset"
					},
					"Translation":
					{
						"Text": "重置"
					},
					"Key": "Button_Reset"
				},
				{
					"Source":
					{
						"Text": "Resolution"
					},
					"Translation":
					{
						"Text": "分辨率"
					},
					"Key": "Option_ResolutionMode"
				},
				{
					"Source":
					{
						"Text": "Resolution Scale"
					},
					"Translation":
					{
						"Text": "分辨率缩放"
					},
					"Key": "Option_ResolutionScale"
				},
				{
					"Source":
					{
						"Text": "Select"
					},
					"Translation":
					{
						"Text": "选择"
					},
					"Key": "Button_Select"
				},
				{
					"Source":
					{
						"Text": "Select Default Weapon"
					},
					"Translation":
					{
						"Text": "选择默认武器。"
					},
					"Key": "UI_WeaponSelect"
				},
				{
					"Source":
					{
						"Text": "Select a graphics quality preset to quickly adjust all the graphics settings to the desired value."
					},
					"Translation":
					{
						"Text": "选择图形质量预设，以快速调整所有图形设置至所需值。"
					},
					"Key": "Desc_GraphicsPresetSettings"
				},
				{
					"Source":
					{
						"Text": "Select the VSync mode used by the game. \r\n\r\nThe options are dependent of your monitor's refresh rate: 1/1 option will enable vsync at your maximum refresh rate. 1/2 will enable vsync at half your monitor’s refresh rate, and so on. "
					},
					"Translation":
					{
						"Text": "选择游戏使用的垂直同步（VSync）模式。\\\r\\\n\\\r\\\n选项取决于您的显示器刷新率：1/1 选项将在最大刷新率下启用 VSync，1/2 选项将在显示器刷新率的一半启用 VSync，依此类推。"
					},
					"Key": "Desc_VSyncSetting"
				},
				{
					"Source":
					{
						"Text": "Select the method used to remove aliasing and jagged edges in the game.\r\n\r\nUpscaling Method must be set to Off to adjust this setting manually,"
					},
					"Translation":
					{
						"Text": "选择游戏中用于去除锯齿和边缘锯齿的方式。\r\n\r\n如果要手动调整此设置，必须将升级方法设置为“关闭”。"
					},
					"Key": "Desc_AAMethodSetting"
				},
				{
					"Source":
					{
						"Text": "Select the quality to performance balance of the choosen upscaling method. \r\n\r\nHigher quality options will offer better image quality but a smaller performance gain while higher performance options will offer greater performances but with a more degraded image quality.  "
					},
					"Translation":
					{
						"Text": "选择所选升级方法的质量与性能平衡。\\\r\\\n\\\r\\\n较高质量选项可提供更好的图像质量，但性能提升较小，而较高性能选项可提供更高的性能，但图像质量下降。"
					},
					"Key": "Desc_UpscaleQualitySetting"
				},
				{
					"Source":
					{
						"Text": "Select the upscaling method used by the game to improve performances at a minimal impact to visuals. "
					},
					"Translation":
					{
						"Text": "选择游戏使用的升级方法，以在最小视觉影响的情况下提高性能。"
					},
					"Key": "Desc_UpscaleMethodSetting"
				},
				{
					"Source":
					{
						"Text": "Select the window mode used by the game. "
					},
					"Translation":
					{
						"Text": "选择游戏的窗口模式。"
					},
					"Key": "Desc_WindowMode"
				},
				{
					"Source":
					{
						"Text": "Shading Quality"
					},
					"Translation":
					{
						"Text": "阴影质量"
					},
					"Key": "Option_ShadingQuality"
				},
				{
					"Source":
					{
						"Text": "Shadows Quality"
					},
					"Translation":
					{
						"Text": "阴影效果质量"
					},
					"Key": "Option_ShadowsQuality"
				},
				{
					"Source":
					{
						"Text": "Skill"
					},
					"Translation":
					{
						"Text": "技能"
					},
					"Key": "Skill"
				},
				{
					"Source":
					{
						"Text": "Skill"
					},
					"Translation":
					{
						"Text": "技能"
					},
					"Key": "Tab_Skill"
				},
				{
					"Source":
					{
						"Text": "Skill Craft"
					},
					"Translation":
					{
						"Text": "技能制作"
					},
					"Key": "Skill_Craft"
				},
				{
					"Source":
					{
						"Text": "Skill Description"
					},
					"Translation":
					{
						"Text": "技能描述"
					},
					"Key": "Skill_Description"
				},
				{
					"Source":
					{
						"Text": "Skill Enforcement"
					},
					"Translation":
					{
						"Text": "技能强化"
					},
					"Key": "Skill_Enforcement"
				},
				{
					"Source":
					{
						"Text": "Skill Name"
					},
					"Translation":
					{
						"Text": "技能名称"
					},
					"Key": "Skill_Name"
				},
				{
					"Source":
					{
						"Text": "Skill Sub Description"
					},
					"Translation":
					{
						"Text": "技能附加描述"
					},
					"Key": "Skill_Sub_Description"
				},
				{
					"Source":
					{
						"Text": "Some settings have unsaved modifications.\r\nDo you really want to close ?"
					},
					"Translation":
					{
						"Text": "某些设置未保存修改。\r\n您确定要关闭吗？"
					},
					"Key": "Unsaved_Warning"
				},
				{
					"Source":
					{
						"Text": "Speed"
					},
					"Translation":
					{
						"Text": "攻击速度"
					},
					"Key": "Speed"
				},
				{
					"Source":
					{
						"Text": "Stat"
					},
					"Translation":
					{
						"Text": "属性"
					},
					"Key": "Stat"
				},
				{
					"Source":
					{
						"Text": "System"
					},
					"Translation":
					{
						"Text": "系统"
					},
					"Key": "Tab_System"
				},
				{
					"Source":
					{
						"Text": "Textures Filtering"
					},
					"Translation":
					{
						"Text": "纹理过滤"
					},
					"Key": "Option_TextureFiltering"
				},
				{
					"Source":
					{
						"Text": "Textures Quality"
					},
					"Translation":
					{
						"Text": "纹理质量"
					},
					"Key": "Option_TextureQuality"
				},
				{
					"Source":
					{
						"Text": "UI Effects Volume"
					},
					"Translation":
					{
						"Text": "用户界面音效音量"
					},
					"Key": "Option_UIEffectsVolume"
				},
				{
					"Source":
					{
						"Text": "Ultra"
					},
					"Translation":
					{
						"Text": "终极"
					},
					"Key": "Ultra_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Ultra Performance"
					},
					"Translation":
					{
						"Text": "终极性能"
					},
					"Key": "Upscaling_UltraPerformance"
				},
				{
					"Source":
					{
						"Text": "Ultra Quality"
					},
					"Translation":
					{
						"Text": "终极质量"
					},
					"Key": "Upscaling_UltraQuality"
				},
				{
					"Source":
					{
						"Text": "Upscaling & AA"
					},
					"Translation":
					{
						"Text": "升级和抗锯齿"
					},
					"Key": "Category_Upscaling_AA"
				},
				{
					"Source":
					{
						"Text": "Upscaling Method"
					},
					"Translation":
					{
						"Text": "分辨率提升方式"
					},
					"Key": "Option_UpscalingMethod"
				},
				{
					"Source":
					{
						"Text": "Upscaling Quality"
					},
					"Translation":
					{
						"Text": "分辨率提升质量"
					},
					"Key": "Option_UpscalingQuality"
				},
				{
					"Source":
					{
						"Text": "Utility"
					},
					"Translation":
					{
						"Text": "实用"
					},
					"Key": "Utility"
				},
				{
					"Source":
					{
						"Text": "VSync"
					},
					"Translation":
					{
						"Text": "垂直同步"
					},
					"Key": "Option_VSync"
				},
				{
					"Source":
					{
						"Text": "Video"
					},
					"Translation":
					{
						"Text": "视频"
					},
					"Key": "Tab_Video"
				},
				{
					"Source":
					{
						"Text": "View Distance"
					},
					"Translation":
					{
						"Text": "视距"
					},
					"Key": "Option_View_Distance"
				},
				{
					"Source":
					{
						"Text": "Virtual Shadow Maps"
					},
					"Translation":
					{
						"Text": "虚拟阴影贴图"
					},
					"Key": "Option_VirtualShadowMaps"
				},
				{
					"Source":
					{
						"Text": "Volumetric Effects Quality"
					},
					"Translation":
					{
						"Text": "体积特效质量"
					},
					"Key": "Option_VolumetricEffectsQuality"
				},
				{
					"Source":
					{
						"Text": "Window Mode"
					},
					"Translation":
					{
						"Text": "窗口模式"
					},
					"Key": "Option_WindowMode"
				}
			]
		},
		{
			"Namespace": "ST_Item",
			"Children": [
				{
					"Source":
					{
						"Text": "A cigarette butt with embers still glowing."
					},
					"Translation":
					{
						"Text": "一个仍然发光的香烟烟蒂。"
					},
					"Key": "Desc_CigaretteButt"
				},
				{
					"Source":
					{
						"Text": "A discarded soda can. It looks quite spoiled."
					},
					"Translation":
					{
						"Text": "一个被丢弃的汽水罐，看起来相当破旧。"
					},
					"Key": "Desc_SodaCan"
				},
				{
					"Source":
					{
						"Text": "A piece of used chewing gum. It could be used as an adhesive."
					},
					"Translation":
					{
						"Text": "一块用过的口香糖，可能可以用作粘合剂。"
					},
					"Key": "Desc_ChewingGum"
				},
				{
					"Source":
					{
						"Text": "A small EMP bomb made by someone. It seems highly effective against machines."
					},
					"Translation":
					{
						"Text": "某人制作的小型 EMP 炸弹，对机器似乎非常有效。"
					},
					"Key": "Desc_EMP_Vial"
				},
				{
					"Source":
					{
						"Text": "A small bomb crafted by someone. It looks incredibly powerful."
					},
					"Translation":
					{
						"Text": "某人制作的小型炸弹，看起来非常强大。"
					},
					"Key": "Desc_Bombard"
				},
				{
					"Source":
					{
						"Text": "BB Gun"
					},
					"Translation":
					{
						"Text": "BB 枪"
					},
					"Key": "Name_BBGun"
				},
				{
					"Source":
					{
						"Text": "Baseball Bat"
					},
					"Translation":
					{
						"Text": "棒球棒"
					},
					"Key": "Name_BaseballBat"
				},
				{
					"Source":
					{
						"Text": "Blade"
					},
					"Translation":
					{
						"Text": "刀刃"
					},
					"Key": "Name_Blade"
				},
				{
					"Source":
					{
						"Text": "Bombard"
					},
					"Translation":
					{
						"Text": "轰炸"
					},
					"Key": "Name_Bombard"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Action)"
					},
					"Translation":
					{
						"Text": "增幅芯片（行动）"
					},
					"Key": "Name_BoosterChip_Action"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Flame)"
					},
					"Translation":
					{
						"Text": "增幅芯片（火焰）"
					},
					"Key": "Name_BoosterChip_Flame"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Freezing)"
					},
					"Translation":
					{
						"Text": "增幅芯片（當機）"
					},
					"Key": "Name_BoosterChip_Freezing"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Item)"
					},
					"Translation":
					{
						"Text": "增幅芯片（物品）"
					},
					"Key": "Name_BoosterChip_Item"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Oxidation)"
					},
					"Translation":
					{
						"Text": "增幅芯片（氧化）"
					},
					"Key": "Name_BoosterChip_Oxidation"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Slow)"
					},
					"Translation":
					{
						"Text": "增幅芯片（减速）"
					},
					"Key": "Name_BoosterChip_Slow"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Special Action)"
					},
					"Translation":
					{
						"Text": "增幅芯片（特殊行动）"
					},
					"Key": "Name_BoosterChip_SpecialAction"
				},
				{
					"Source":
					{
						"Text": "Broken Glass Bottle Bat"
					},
					"Translation":
					{
						"Text": "破碎玻璃瓶棒"
					},
					"Key": "Name_BrokenGlassBottleBat"
				},
				{
					"Source":
					{
						"Text": "Chewing Gum"
					},
					"Translation":
					{
						"Text": "口香糖"
					},
					"Key": "Name_ChewingGum"
				},
				{
					"Source":
					{
						"Text": "Cigarette Butt"
					},
					"Translation":
					{
						"Text": "香烟烟蒂"
					},
					"Key": "Name_CigaretteButt"
				},
				{
					"Source":
					{
						"Text": "Common Ticket"
					},
					"Translation":
					{
						"Text": "普通票"
					},
					"Key": "Name_Common_Ticket"
				},
				{
					"Source":
					{
						"Text": "Crafting Material [Gear]"
					},
					"Translation":
					{
						"Text": "制作材料 [齿轮]"
					},
					"Key": "Name_CraftingMaterial_Gear"
				},
				{
					"Source":
					{
						"Text": "Crafting Material [Screw]"
					},
					"Translation":
					{
						"Text": "制作材料 [螺丝]"
					},
					"Key": "Name_CraftingMaterial_Screw"
				},
				{
					"Source":
					{
						"Text": "Crafting Material [Spring]"
					},
					"Translation":
					{
						"Text": "制作材料 [弹簧]"
					},
					"Key": "Name_CraftingMaterial_Spring"
				},
				{
					"Source":
					{
						"Text": "Double-Bladed Lightsaber"
					},
					"Translation":
					{
						"Text": "双刃光剑"
					},
					"Key": "Name_DoubleBladedLightsaber"
				},
				{
					"Source":
					{
						"Text": "EMP Vial"
					},
					"Translation":
					{
						"Text": "EMP 药剂"
					},
					"Key": "Name_EMP_Vial"
				},
				{
					"Source":
					{
						"Text": "Energy Blaster"
					},
					"Translation":
					{
						"Text": "能量爆破枪"
					},
					"Key": "Name_EnergyBlaster"
				},
				{
					"Source":
					{
						"Text": "Glass Bottle"
					},
					"Translation":
					{
						"Text": "玻璃瓶"
					},
					"Key": "Name_GlassBottle"
				},
				{
					"Source":
					{
						"Text": "Glass Bottle Bat"
					},
					"Translation":
					{
						"Text": "玻璃瓶棒"
					},
					"Key": "Name_GlassBottleBat"
				},
				{
					"Source":
					{
						"Text": "Heal Pack (Large)"
					},
					"Translation":
					{
						"Text": "治疗包（大）"
					},
					"Key": "Name_HealPack_Large"
				},
				{
					"Source":
					{
						"Text": "Heal Pack (Medium)"
					},
					"Translation":
					{
						"Text": "治疗包（中）"
					},
					"Key": "Name_HealPack_Medium"
				},
				{
					"Source":
					{
						"Text": "Heal Pack (Small)"
					},
					"Translation":
					{
						"Text": "治疗包（小）"
					},
					"Key": "Name_HealPack_Small"
				},
				{
					"Source":
					{
						"Text": "Iron Hammer"
					},
					"Translation":
					{
						"Text": "铁锤"
					},
					"Key": "Name_IronHammer"
				},
				{
					"Source":
					{
						"Text": "Kettlebell"
					},
					"Translation":
					{
						"Text": "壶铃"
					},
					"Key": "Name_Kettlebell"
				},
				{
					"Source":
					{
						"Text": "Legendary Ticket"
					},
					"Translation":
					{
						"Text": "传奇票"
					},
					"Key": "Name_Legendary_Ticket"
				},
				{
					"Source":
					{
						"Text": "Mace"
					},
					"Translation":
					{
						"Text": "狼牙棒"
					},
					"Key": "Name_Mace"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": "无"
					},
					"Key": "Name_None"
				},
				{
					"Source":
					{
						"Text": "Rare Ticket"
					},
					"Translation":
					{
						"Text": "稀有票"
					},
					"Key": "Name_Rare_Ticket"
				},
				{
					"Source":
					{
						"Text": "Soda Can"
					},
					"Translation":
					{
						"Text": "汽水罐"
					},
					"Key": "Name_SodaCan"
				},
				{
					"Source":
					{
						"Text": "Taser Stick"
					},
					"Translation":
					{
						"Text": "电击棒"
					},
					"Key": "Name_TaserStick"
				},
				{
					"Source":
					{
						"Text": "Universal Material [Wrench]"
					},
					"Translation":
					{
						"Text": "通用材料 [扳手]"
					},
					"Key": "Name_UniversalMaterial_Wrench"
				}
			]
		},
		{
			"Namespace": "ST_Skill",
			"Children": [
				{
					"Source":
					{
						"Text": "Analyzes the weaknesses of nearby enemies, reducing their defense."
					},
					"Translation":
					{
						"Text": "分析附近敌人的弱点，降低其防御力。"
					},
					"Key": "Desc_WeaknessAnalysis"
				},
				{
					"Source":
					{
						"Text": "Blink"
					},
					"Translation":
					{
						"Text": "闪现"
					},
					"Key": "Name_Blink"
				},
				{
					"Source":
					{
						"Text": "Emits a Hellptimization wave around the player, reducing the attack power of nearby enemies."
					},
					"Translation":
					{
						"Text": "向玩家周围释放优化冲击波，降低附近敌人的攻击力。"
					},
					"Key": "Desc_Hellptimization"
				},
				{
					"Source":
					{
						"Text": "Forward Slash"
					},
					"Translation":
					{
						"Text": "前向斩击"
					},
					"Key": "Name_ForwardSlash"
				},
				{
					"Source":
					{
						"Text": "Hellptimization"
					},
					"Translation":
					{
						"Text": "优化冲击波"
					},
					"Key": "Name_Hellptimization"
				},
				{
					"Source":
					{
						"Text": "Moves quickly in the direction of the key input in a short, straight dash."
					},
					"Translation":
					{
						"Text": "朝键位输入的方向快速短距离冲刺。"
					},
					"Key": "Desc_Blink"
				},
				{
					"Source":
					{
						"Text": "Multi Slash"
					},
					"Translation":
					{
						"Text": "多重斩击"
					},
					"Key": "Name_MultiSlash"
				},
				{
					"Source":
					{
						"Text": "Searches for enemies within a 10m radius and slashes through them at high speed, starting with the closest target."
					},
					"Translation":
					{
						"Text": "在半径10米范围内搜索敌人，以高速依次攻击，从最近的目标开始。"
					},
					"Key": "Desc_MultiSlash"
				},
				{
					"Source":
					{
						"Text": "Slashes forward in a straight line at high speed."
					},
					"Translation":
					{
						"Text": "以高速沿直线向前挥砍。"
					},
					"Key": "Desc_ForwardSlash"
				},
				{
					"Source":
					{
						"Text": "Teleport"
					},
					"Translation":
					{
						"Text": "传送"
					},
					"Key": "Name_Teleport"
				},
				{
					"Source":
					{
						"Text": "Teleports above the nearest enemy from the player and strikes downward. If no target is available, teleportation fails."
					},
					"Translation":
					{
						"Text": "传送到距离玩家最近的敌人上方并向下攻击。如果没有目标，传送失败。"
					},
					"Key": "Desc_Teleport"
				},
				{
					"Source":
					{
						"Text": "Weakness Analysis"
					},
					"Translation":
					{
						"Text": "弱点分析"
					},
					"Key": "Name_WeaknessAnalysis"
				}
			]
		},
		{
			"Namespace": "ST_Tutorial",
			"Children": [
				{
					"Source":
					{
						"Text": "<Medium.26>[Booster Chip Guide]</>\r\n\r\n<Default>Enhance your combat power with over 100 different booster chips for a more powerful gameplay experience.</>\r\n\r\n<Medium.24>[Types of Booster Chips]</>\r\n\r\nCombo Upgrade Type: Enhances the abilities of key combos (basic, jump, dash) and applies debuff effects.\r\nBase Stat Enhancement Chips: Increases core attributes such as attack power, defense, speed, and survivability.\r\n<Medium.24>[How to Obtain]</>\r\n\r\nStage Completion Rewards: Randomly provided upon clearing each stage.\r\n<Medium.24>[How to Use]</>\r\n\r\nAuto-Equip: Automatically activated upon acquisition.\r\n<Default>With over 100 types of booster chips available, strategically combine them to tailor your combat style and maximize your effectiveness on the battlefield!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[增幅芯片指南]</>\r\n\r\n<Default>使用超过100种不同的增幅芯片来增强战斗能力，打造更强大的游戏体验。</>\r\n\r\n<Medium.24>[增幅芯片类型]</>\r\n\r\n- 连击强化型：增强关键连击（基础、跳跃、冲刺）的能力，并施加负面效果。\r\n- 基础属性强化型：提高攻击力、防御力、速度和生存能力等核心属性。\r\n\r\n<Medium.24>[如何获取]</>\r\n\r\n- 关卡奖励：通关后随机获得。\r\n\r\n<Medium.24>[如何使用]</>\r\n\r\n- 自动装备：获得后自动激活。\r\n\r\n<Default>使用超过100种不同的增幅芯片，策略性地组合它们，以适应你的战斗风格，并在战场上发挥最大作用！</>"
					},
					"Key": "Tutorial_Boosterchip"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Combat Guide]</>\r\n<Default>Master the art of combat in BackStreet</>. \r\nUse your skills and tactics to overcome enemies and thrive in the desolate city.\r\n\r\n<Medium.24>[Combo Types]</>\r\n- Standard Combo: Chain basic attacks for a steady damage output.\r\n- Dash Combo:  Launch a swift attack while dashing, with the final hit dealing area damage to multiple enemies.\r\n- Air Combo: Strike enemies mid-air for high damage and strategic advantage.\r\n\r\n<Medium.24>[Battle Tips]</>\r\n- Ranged Enemies: Attack from a distance with projectiles. Use agility to close the gap.\r\n- Melee Enemies: Engage in close quarters. Time your attacks to counter them effectively.\r\n- Roll to Evade: Avoid enemy attacks and projectiles by rolling. Perfect timing can save your life.\r\n\r\n<Default>Practice these techniques to dominate the battlefield and prepare for the ultimate challenge!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[战斗指南]</>\r\n<Default>掌握《BackStreet》中的战斗艺术</>。\r\n运用你的技能和战术来战胜敌人，在荒废的城市中生存。\r\n\r\n<Medium.24>[连击类型]</>\r\n- 标准连击：连续使用基本攻击，以稳定输出伤害。\r\n- 冲刺连击：在冲刺时发动迅速攻击，最后一击对多个敌人造成范围伤害。\r\n- 空中连击：在空中攻击敌人，造成高伤害并获得战术优势。\r\n\r\n<Medium.24>[战斗技巧]</>\r\n- 远程敌人：使用投射物远程攻击敌人，并利用敏捷性缩短距离。\r\n- 近战敌人：近距离作战，掌握攻击时机，以有效反击。\r\n- 翻滚躲避：通过翻滚躲避敌人的攻击和投射物，完美的时机能挽救你的生命。\r\n\r\n<Default>练习这些技巧，称霸战场，为终极挑战做好准备！</>"
					},
					"Key": "Tutorial_Battle_1"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Debuff Guide]</>\r\n<Default>Apply various debuffs to enemies using sub weapons and skills and boosters</>.\r\n\r\n<Medium.24>[Types of Debuffs]</>\r\n- Fire, Corrosion: Inflict continuous damage over time (DoT).\r\n- Slow: Significantly reduce enemy movement speed.\r\n- Attack and Defense Down: Weaken enemy attack power and defense.\r\n- Stun: Temporarily immobilize enemies.\r\n\r\n<Medium.24>[How to Utilize]</>\r\nStrategically apply debuffs using sub weapons and skills to gain the upper hand in battles!\r\n\r\n<Default>Use Debuffs to effectively control and defeat your enemies.</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[负面效果指南]</>\r\n<Default>利用副武器、技能和增幅芯片对敌人施加各种负面效果。</>\r\n\r\n<Medium.24>[负面效果类型]</>\r\n- 火焰、腐蚀：持续造成伤害（DoT）。\r\n- 减速：显著降低敌人的移动速度。\r\n- 攻击和防御下降：削弱敌人的攻击力和防御力。\r\n- 眩晕：暂时使敌人无法行动。\r\n\r\n<Medium.24>[如何利用]</>\r\n策略性地使用副武器和技能施加负面效果，在战斗中占据上风！\r\n\r\n<Default>运用负面效果，有效控制并击败敌人。</>"
					},
					"Key": "Tutorial_Debuff"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Item Reward Guide]</>\r\n\r\n<Default>Receive various item rewards to enhance your survival and power</>.\r\n\r\n<Medium.24>[Healing Packs]</>\r\n- Types: Small, Medium, Large healing packs.\r\n- How to Obtain:\r\n  - Randomly awarded as stage rewards.\r\n  - Collected during gameplay using the 'F' key.\r\n\r\n<Medium.24>[Crafting Materials]</>\r\n- Purpose: Used to craft and enhance skills.\r\n- How to Obtain:\r\n  - Automatically collected from defeated enemies.\r\n- Skill Craft: Available exclusively at designated \"Crafting Stages\".\r\n\r\n<Default>Utilize healing packs and crafting materials effectively to strengthen your character and progress through challenges!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[物品奖励指南]</>\r\n\r\n<Default>获取各种物品奖励，以增强你的生存能力和战斗力</>。\r\n\r\n<Medium.24>[治疗包]</>\r\n- 类型：小型、中型、大型治疗包。\r\n- 获取方式：\r\n  - 作为关卡奖励随机获得。\r\n  - 在游戏过程中按 'F' 键收集。\r\n\r\n<Medium.24>[制作材料]</>\r\n- 作用：用于制作和强化技能。\r\n- 获取方式：\r\n  - 自动从被击败的敌人处收集。\r\n- 技能制作：仅在指定的“制作关卡”中可用。\r\n\r\n<Default>合理使用治疗包和制作材料，强化角色并克服挑战！</>"
					},
					"Key": "Tutorial_Reward_1"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Notice!]</>\r\n<Default>This is a demo version of BackStreet</>.\r\nPlease note that it may differ from the final release.\r\n\r\n<Medium.24>[Features in the Demo]</>\r\nLimited access to stages, characters, and abilities. Some features, such as advanced AI behaviors and final cutscenes, are not yet included.\r\n\r\n<Medium.24>[Known Issues]</>\r\nPlaceholder assets may appear during gameplay. Certain animations and sound effects are in progress.\r\n\r\n<Medium.24>[Feedback Request]</>\r\nYour feedback is crucial to improving the game! Report bugs and provide suggestions through our feedback form. Join our community channels for discussions and updates.\r\n\r\n<Medium.24>[Final Note]</>\r\nEnjoy the sneak peek of BackStreet, and stay tuned for the full version's release!"
					},
					"Translation":
					{
						"Text": "<Medium.26>[公告！]</>\r\n<Default>这是《BackStreet》的演示版本</>。\r\n请注意，该版本可能与最终发布版本有所不同。\r\n\r\n<Medium.24>[演示版特点]</>\r\n- 仅能访问部分关卡、角色和技能。\r\n- 一些功能（如高级 AI 行为和最终过场动画）尚未包含。\r\n\r\n<Medium.24>[已知问题]</>\r\n- 游戏过程中可能会出现占位资产。\r\n- 部分动画和音效仍在开发中。\r\n\r\n<Medium.24>[反馈请求]</>\r\n你的反馈对游戏的改进至关重要！请通过反馈表提交 bug 报告和建议，并加入我们的社区频道参与讨论和获取最新消息。\r\n\r\n<Medium.24>[最终说明]</>\r\n请享受《BackStreet》的抢先体验，并期待完整版本的发布！"
					},
					"Key": "Tutorial_Entry_2"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Stage System Guide]</>\r\n<Default>Explore various stages across chapters with unique challenges and rewards.</>\r\n\r\n<Medium.24>[Chapter Structure]</>\r\n- Each Chapter consists of approximately 11 stages.\r\n- 2 Craft Stages per chapter, offering a choice between two paths.\r\n- Reward System: All rewards are provided randomly, adding an element of surprise to each playthrough.\r\n\r\n<Medium.24>[Stage Selection]</>\r\n- At certain points in a chapter, you can select between two paths, each with different challenges and rewards.\r\n- Choose wisely, as each path can impact your progression and available resources.\r\n\r\n<Default>Prepare for a thrilling journey where each stage brings new opportunities and risks, and the rewards are always unpredictable!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[关卡系统指南]</>\r\n<Default>探索各个章节中的不同关卡，迎接独特挑战并获取奖励。</>\r\n\r\n<Medium.24>[章节结构]</>\r\n- 每个章节大约包含 11 个关卡。\r\n- 每个章节有 2 个制作关卡，玩家可以在两个不同的路线之间进行选择。\r\n- 奖励系统：所有奖励均为随机提供，为每次游戏体验增添惊喜元素。\r\n\r\n<Medium.24>[关卡选择]</>\r\n- 在章节的某些节点，你可以选择两条不同的路径，每条路径都包含不同的挑战和奖励。\r\n- 做出明智的选择，因为你的决定会影响游戏进程和可用资源。\r\n\r\n<Default>为激动人心的冒险做好准备，每个关卡都充满新的机遇和风险，奖励也总是充满未知！</>"
					},
					"Key": "Tutorial_Stage"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Sub Weapon Guide]</>\r\n<Default>Utilize various auxiliary weapons to support your battles</>.\r\nWhen used effectively, they can turn the tide of combat.\r\n\r\n<Medium.24>[How to Use]</>\r\n- During Combos: Press Right-Click to fire instantly during a combo.\r\n- Aimed Use: Press Right-Click to aim, then Left-Click to fire.\r\n\r\n<Medium.24>[How to Obtain, Types of Sub Weapons]</>\r\n- Sub weapons can be found in trash bags scattered throughout the map.\r\n- Bubblegum / Aluminum Cans / Cigarette Butts / etc.."
					},
					"Translation":
					{
						"Text": "<Medium.26>[副武器指南]</>\r\n<Default>使用各种辅助武器来支持你的战斗。</>\r\n正确使用时，它们可以扭转战局。\r\n\r\n<Medium.24>[如何使用]</>\r\n- 在连击过程中：按下右键可立即在连击中发射。\r\n- 瞄准射击：按下右键进行瞄准，然后按左键开火。\r\n\r\n<Medium.24>[如何获取，副武器类型]</>\r\n- 副武器可以在地图上散落的垃圾袋中找到。\r\n- 口香糖 / 铝罐 / 香烟烟蒂等..."
					},
					"Key": "Tutorial_SubWeapon"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Welcome!]</>\r\n\r\n<Default>Welcome to BackStreet</>.\r\nTo survive here, you must face off against robots in a desolate city.\r\n\r\n<Medium.24>[Background]</>\r\nYou must defeat the central AI that rules the city, <Medium.24>3COS</>, and recover your lost memories.\r\n\r\n<Medium.24>[Objectives]</>\r\n\r\nBattle hordes of robots to hone your skills and survival instincts.\r\nGrow stronger with skills and booster chips obtained from the city.\r\nLiberate the empty dystopian city through the final showdown."
					},
					"Translation":
					{
						"Text": "<Medium.26>[欢迎！]</>\r\n\r\n<Default>欢迎来到《BackStreet》</>。\r\n要在这里生存，你必须在荒废的城市中与机器人作战。\r\n\r\n<Medium.24>[背景]</>\r\n你必须击败统治这座城市的中央 AI——<Medium.24>3COS</>，并找回你失去的记忆。\r\n\r\n<Medium.24>[目标]</>\r\n\r\n- 与成群的机器人作战，磨练你的战斗技能和生存本能。\r\n- 通过在城市中获得技能和增幅芯片来提升自身实力。\r\n- 在最终决战中解放这座荒废的反乌托邦城市。"
					},
					"Key": "Tutorial_Entry"
				},
				{
					"Source":
					{
						"Text": "About Ability"
					},
					"Translation":
					{
						"Text": "关于能力"
					},
					"Key": "Header_AbilityInfo"
				},
				{
					"Source":
					{
						"Text": "About Boosterchip"
					},
					"Translation":
					{
						"Text": "关于增幅芯片"
					},
					"Key": "Header_BoosterChip"
				},
				{
					"Source":
					{
						"Text": "About Combo"
					},
					"Translation":
					{
						"Text": "关于连击"
					},
					"Key": "Header_ComboInfo"
				},
				{
					"Source":
					{
						"Text": "About Debuff"
					},
					"Translation":
					{
						"Text": "关于负面效果"
					},
					"Key": "Header_Debuff"
				},
				{
					"Source":
					{
						"Text": "About Item Reward"
					},
					"Translation":
					{
						"Text": "关于物品奖励"
					},
					"Key": "Header_Reward"
				},
				{
					"Source":
					{
						"Text": "About Stagesystem"
					},
					"Translation":
					{
						"Text": "关于关卡系统"
					},
					"Key": "Header_Stage"
				},
				{
					"Source":
					{
						"Text": "About SubWeapon"
					},
					"Translation":
					{
						"Text": "关于副武器"
					},
					"Key": "Header_SubWeapon"
				},
				{
					"Source":
					{
						"Text": "Aim"
					},
					"Translation":
					{
						"Text": "瞄准"
					},
					"Key": "Input_Aim"
				},
				{
					"Source":
					{
						"Text": "Attack"
					},
					"Translation":
					{
						"Text": "攻击"
					},
					"Key": "Input_Attack"
				},
				{
					"Source":
					{
						"Text": "Battle"
					},
					"Translation":
					{
						"Text": "战斗"
					},
					"Key": "Input_Category_Battle"
				},
				{
					"Source":
					{
						"Text": "Elimate all enemies."
					},
					"Translation":
					{
						"Text": "消灭所有敌人。"
					},
					"Key": "UI_Elimate_Enemy"
				},
				{
					"Source":
					{
						"Text": "Interact"
					},
					"Translation":
					{
						"Text": "互动"
					},
					"Key": "Input_Interact"
				},
				{
					"Source":
					{
						"Text": "Jump"
					},
					"Translation":
					{
						"Text": "跳跃"
					},
					"Key": "Input_Jump"
				},
				{
					"Source":
					{
						"Text": "Move Backward"
					},
					"Translation":
					{
						"Text": "向后移动"
					},
					"Key": "Input_MoveBackward"
				},
				{
					"Source":
					{
						"Text": "Move Forward"
					},
					"Translation":
					{
						"Text": "向前移动"
					},
					"Key": "Input_MoveForward"
				},
				{
					"Source":
					{
						"Text": "Move Left"
					},
					"Translation":
					{
						"Text": "向左移动"
					},
					"Key": "Input_MoveLeft"
				},
				{
					"Source":
					{
						"Text": "Move Right"
					},
					"Translation":
					{
						"Text": "向右移动"
					},
					"Key": "Input_MoveRight"
				},
				{
					"Source":
					{
						"Text": "Movement"
					},
					"Translation":
					{
						"Text": "移动"
					},
					"Key": "Input_Category_Movement"
				},
				{
					"Source":
					{
						"Text": "Obtain all items."
					},
					"Translation":
					{
						"Text": "获取所有物品。"
					},
					"Key": "UI_ObtainItems"
				},
				{
					"Source":
					{
						"Text": "Open the trash bag."
					},
					"Translation":
					{
						"Text": "打开垃圾袋。"
					},
					"Key": "UI_OpenTrash"
				},
				{
					"Source":
					{
						"Text": "Roll"
					},
					"Translation":
					{
						"Text": "翻滚"
					},
					"Key": "Input_Roll"
				},
				{
					"Source":
					{
						"Text": "Shoot"
					},
					"Translation":
					{
						"Text": "射击"
					},
					"Key": "Input_Shoot"
				},
				{
					"Source":
					{
						"Text": "SkillA"
					},
					"Translation":
					{
						"Text": "技能A"
					},
					"Key": "Input_SkillA"
				},
				{
					"Source":
					{
						"Text": "SkillB"
					},
					"Translation":
					{
						"Text": "技能B"
					},
					"Key": "Input_SkillB"
				},
				{
					"Source":
					{
						"Text": "SkillC"
					},
					"Translation":
					{
						"Text": "技能C"
					},
					"Key": "Input_SkillC"
				},
				{
					"Source":
					{
						"Text": "Sprint"
					},
					"Translation":
					{
						"Text": "冲刺"
					},
					"Key": "Input_Sprint"
				},
				{
					"Source":
					{
						"Text": "Welcome!"
					},
					"Translation":
					{
						"Text": "欢迎！"
					},
					"Key": "Header_Welcome"
				},
				{
					"Source":
					{
						"Text": "World"
					},
					"Translation":
					{
						"Text": "世界"
					},
					"Key": "Input_Category_World"
				}
			]
		}
	]
}